Repository: wnasich/monkey_money
Catalog: src/Locale/*/default.po
Languages: es

source: You are not authorized to access that location.
es: No tienes permisos para acceder a dicha ubicación.

source: New status has been assigned to closing.
es: El nuevo estado ha sido asignado al cierre.

source: The closing could not be saved. Please, try again.
es: El cierre no pudo ser guardado. Por favor, intente de nuevo.

source: The movement type has been saved.
es: El tipo de movimiento has sido guardado.

source: The movement type could not be saved. Please, try again.
es: El tipo de movimiento no pudo ser guardado. Por favor, intente de nuevo.

source: The movement type has been deleted.
es: El tipo de movimiento ha sido eliminado.

source: The movement type could not be deleted. Please, try again.
es: El tipo de movimiento no pudo ser eliminado. Por favor, intente de nuevo.

source: The movement has been saved.
es: El movimiento ha sido guardado.

source: The movement could not be saved. Please, try again.
es: El movimiento no pudo ser guardado. Por favor, intente de nuevo.

source: The movement has been deleted.
es: El movimiento ha sido eliminado.

source: The movement could not be deleted. Please, try again.
es: El movimiento no pudo ser eliminado. Por favor, intente de nuevo.

source: The user has been saved.
es: El usuario ha sido guardado.

source: The user could not be saved. Please, try again.
es: El usuario no pudo ser guardado. Por favor, intente de nuevo.

source: The user has been deleted.
es: El usuario ha sido eliminado.

source: The user could not be deleted. Please, try again.
es: El usuario no pudo ser eliminado. Por favor, intente de nuevo.

source: Invalid username or password, try again
es: Nombre de usuario o contraseña inválida, intente de nuevo.

source: Invalid operator
es: Operador inválido

source: {cashierName}: Closing no. {closingNumber}
es: {cashierName}: Cierre nro. {closingNumber}

source: {cashierName}: Count of packages changed
es: {cashierName}: Cantidades de paquetes cambiado

source: {cashierName}: Packages out of level
es: {cashierName}: Paquetes fuera de nivel

source: {cashierName}: {closingStatus} closing no. {closingNumber}
es: {cashierName}: {closingStatus} cierre nro. {closingNumber}

source: Created
es: Creado

source: To verify
es: A verificar

source: Verified
es: Verificado

source: Removed
es: Removido

source: Yes
es: Si

source: Enabled
es: Habilitado

source: Disabled
es: Deshabilitado

source: Administrator
es: Administrador

source: Operator
es: Operador

source: Movement created
es: Movimiento creado

source: Closing created
es: Cierre realizado

source: Packages changed at closing
es: Paquetes cambiados al cierre

source: Out of levels at closing
es: Fueras de nivel al cierre

source: Closing status changed
es: Estado de cierre cambiado

source: Please enter closing amount or check the option for ignore this message.
es: Por favor ingrese un importe de cierre o tilde la opción para ignorar este mensaje.

source: Please pick a movement type
es: Por favor seleccione un tipo de movimiento

source: Please enter an amount
es: Por favor ingrese un importe

source: Please enter a valid email address
es: Por favor ingrese una dirección de email válida.

source: This email is already in use
es: Este email ya está en uso

source: Please enter a password
es: Por favor ingrese una contraseña

source: Closing amount
es: Importe de cierre

source: Amount to move out from cashier
es: Importe que se retira de la caja

source: Closing without money output
es: Cierre SIN salida de dinero

source: Change bills
es: Cambio

source: Input quantity of each bill/coin
es: Ingresar la cantidad de cada billete/moneda

source: Input quantity of change packages
es: Ingresar la cantidad de paquetes de cambio

source: Change amount
es: Importe en cambio

source: Amount remain in cashier
es: Importe que se deja en la caja

source: Save closing
es: Guardar cierre

source: Are you sure you want to save closing?
es: ¿Deseas realmente guardar el cierre de caja?

source: Saving ...
es: Guardando ...

source: The closing has been saved.
es: El cierre ha sido guardado.

source: Closing number:
es: Numero de cierre:

source: Closing amount:
es: Importe de cierre:

source: Change amount:
es: Importe en cambio:

source: Closing
es: Cierre

source: Change status
es: Cambiar estado

source: Save
es: Guardar

source: Closings
es: Cierres

source: Number
es: Número

source: Change
es: Cambio

source: Estimated
es: Estimado

source: Created by
es: Creado por

source: Modified by
es: Modificado por

source: Status
es: Estado

source: Closing: {0}
es: Cierre: {0}

source: Closing Amount
es: Importe de Cierre

source: Change Amount
es: Importe en Cambio

source: Modified
es: Modificado

source: Created By User
es: Creado por Usuario

source: Modified By User
es: Modificado por Usuario

source: Movements
es: Movimientos

source: Users
es: Usuarios

source: Movement types
es: Tipos de movimiento

source: Toggle navigation
es: Intercambiar navegación

source: Logout
es: Salir

source: View
es: Ver

source: Remove
es: Remover

source: Without changing
es: Sin cambio

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Are you sure you want to delete "{0}" ?
es: ¿Deseas realmente eliminar "{0}" ?

source: Are you sure you want to delete movement of $ {0} ?
es: ¿Deseas realmente eliminar el movimiento de $ {0} ?

source: Low
es: Bajo

source: Current
es: Actual

source: High
es: Alto

source: View closing
es: Ver cierre

source: Previous closing
es: Cierre previo

source: Current closing
es: Cierre actual

source: Available change amount
es: Cambio disponible

source: Packaged change amount
es: Cambio en paquetes

source: Estimated sales
es: Venta estimada

source: Movement type
es: Tipo de movimiento

source: Date/Time
es: Fecha/Hora

source: Output?
es: Egreso?

source: Amount
es: Importe

source: Mark as verified
es: Marcar como verificado

source: New status
es: Nuevo estado

source: New movement type
es: Nuevo tipo de movimiento

source: Edit movement type
es: Editar tipo de movimiento

source: Submit
es: Enviar

source: Name
es: Nombre

source: Output
es: Egreso

source: View public
es: Ver público

source: output
es: egreso

source: input
es: ingreso

source: The {type} movement has been saved.
es: El movimiento de {type} ha sido guardado.

source: New movement
es: Nuevo movimiento

source: Edit movement
es: Editar movimiento

source: Movement
es: Movimiento

source: Created By
es: Creado Por

source: No movements
es: Sin movimientos

source: Login
es: Ingresar

source: New user
es: Nuevo usuario

source: Edit user
es: Editar usuario

source: -- Pick a role --
es: -- Elija un rol --

source: -- Pick an status --
es: -- Elija un estado --

source: User Name
es: Nombre de usuario

source: Role
es: Rol

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Current movements
es: Movimientos actuales

source: Change left on last closing
es: Cambio del cierre anterior

source: Input
es: Ingreso

source: Alerts
es: Alertas

source: Updated
es: Actualizado
